Repository: WPPlugins/feed-google-buzz
Catalog: languages/*.po
Languages: fr_fr

source: hace %d segundos
fr_fr: Il ya% d secondes

source: hace %d minutos
fr_fr: Il ya% d minutes

source: hace %d horas
fr_fr: Heures% d ago

source: Error cargando datos de Google Buzz!
fr_fr: Erreur de chargement de données de Google Buzz!

source: Configura este widget en la <a href='%s'>página de opciones</a>
fr_fr: Configurer ce widget dans la <a href='%s'> options de la page </ a>

source: Tus posts de Google Buzz en tu Wordpress
fr_fr: Vos messages provenant de Google Buzz dans votre Wordpress

source: Usuario de Gmail
fr_fr: Utilisateur Gmail

source: sin @gmail.com
fr_fr: sans @gmail.com

source: Numero de Posts
fr_fr: Numero de messages

source: Pordefecto 15
fr_fr: défaut 15

source: Guardar configuraci&oacute;n
fr_fr: Enregistrer les param&eacute;tres

source: m&aacute;s info
fr_fr: Plus d'infos

source: comentar
fr_fr: commentaire

source: Visualiza post de Google Buzz.
fr_fr: Voir le post Google Buzz.

source: Vete a Apariencia &gt; Widgets y coloca el widget Feed Google Buzz en la barra lateral ó <a href='%s'>click aqu&iacute; </a>
fr_fr: Aller au Apparence &gt; Widgets et Google met le widget RSS Buzz dans la barre lat&eacute;rale ou <a href='%s'> cliquez ici </ a>>
